journal/2021-03-01.org
#+TITLE: Weekly Journal
* segunda, 01/03/2021
:PROPERTIES:
:CREATED:  20210301
:END:
#+STARTUP: folded
** 11:01 Início dos trabalhos

Resolvendo questão do cartão do banco antes disso.
** 15:55 Volta aos trabalhos

- Ajuda Karina com o golpe do processo
- Ônibus
- Descanso
** 18:42 Encerrando leitura Pedrosa e Lang; Skimming Lavoie (2020)
** 18:56 Fim do expediente
* terça, 02/03/2021
:PROPERTIES:
:CREATED:  20210302
:END:
** 08:11 Sage e Dac
** 08:14 Louça e faxina
** 09:00 Banho e lente
** 09:39 Banho e lente

Antes, tentativa de habilitar *wayland*

- Desintalado driver da NVDIA
** 10:06 Retomando leitura Pedrosa and Lang
** 10:53 Fim leitura Pedrosa and Lang; Fichando
** 11:30 Pausa: maça, responder Lorena e extender roupa
** 12:02 Retomando: selecionando equações relavantes e instalando mathpix
** 12:23 Almoço
** 13:42 Louça
** 13:51 Instalando Drivers NVidia
** 14:39 Retomando: Leitura Lavoie
** 15:45 Fim leitura Lavoie; entendendo org-roam structure
** 16:38 Pausa
** 16:59 Retornando: Criando readings list
* quarta, 03/03/2021
:PROPERTIES:
:CREATED:  20210303
:END:
** 08:09 Update; sage e dac
** 08:22 Louça e guargar roupa
** 08:36 Banho e lente
** 14:31 Iniciando leitura
** 16:35 Pausa
** 17:09 Retorno
** 17:58 Fim da leitura
* quinta, 04/03/2021
:PROPERTIES:
:CREATED:  20210304
:END:
** 08:43 Atualização do sistema; sage e dac
** 09:07 Banho e lente
** 09:50 Iniciando trabalhos: anotações das ideias
** 10:29 Maçã e busca por org e importação latex
** 11:18 Leitura Manual QCA
** 12:31 Fim leitura manual QCA, pesquisa de software elaboration sequence
** 12:48 Almoço
** 13:50 Louça e malas
* sexta, 05/03/2021
:PROPERTIES:
:CREATED:  20210305
:END:
** 09:45 Atualização; Sage e Dac
