docs/journal/2021-03-01.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-08-28 sáb 17:12 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Weekly Journal</title>
<meta name="author" content="Gabriel Petrini" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Weekly Journal</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org065708b">1. segunda, 01/03/2021</a>
<ul>
<li><a href="#orga0a5b5d">1.1. 11:01 Início dos trabalhos</a></li>
<li><a href="#org549654c">1.2. 15:55 Volta aos trabalhos</a></li>
<li><a href="#org0494dad">1.3. 18:42 Encerrando leitura Pedrosa e Lang; Skimming Lavoie (2020)</a></li>
<li><a href="#orgbf92db4">1.4. 18:56 Fim do expediente</a></li>
</ul>
</li>
<li><a href="#orga2e70f8">2. terça, 02/03/2021</a>
<ul>
<li><a href="#org1de4327">2.1. 08:11 Sage e Dac</a></li>
<li><a href="#orgdb6cd17">2.2. 08:14 Louça e faxina</a></li>
<li><a href="#org7678578">2.3. 09:00 Banho e lente</a></li>
<li><a href="#orga9f01ff">2.4. 09:39 Banho e lente</a></li>
<li><a href="#org105bb9b">2.5. 10:06 Retomando leitura Pedrosa and Lang</a></li>
<li><a href="#orge554715">2.6. 10:53 Fim leitura Pedrosa and Lang; Fichando</a></li>
<li><a href="#org1212661">2.7. 11:30 Pausa: maça, responder Lorena e extender roupa</a></li>
<li><a href="#org2065d72">2.8. 12:02 Retomando: selecionando equações relavantes e instalando mathpix</a></li>
<li><a href="#orgb4082f5">2.9. 12:23 Almoço</a></li>
<li><a href="#orgf9a6170">2.10. 13:42 Louça</a></li>
<li><a href="#org61a7aba">2.11. 13:51 Instalando Drivers NVidia</a></li>
<li><a href="#org1bf6331">2.12. 14:39 Retomando: Leitura Lavoie</a></li>
<li><a href="#org59c2927">2.13. 15:45 Fim leitura Lavoie; entendendo org-roam structure</a></li>
<li><a href="#org61b3b22">2.14. 16:38 Pausa</a></li>
<li><a href="#orgae475f3">2.15. 16:59 Retornando: Criando readings list</a></li>
</ul>
</li>
<li><a href="#orge00bd87">3. quarta, 03/03/2021</a>
<ul>
<li><a href="#org095b546">3.1. 08:09 Update; sage e dac</a></li>
<li><a href="#org1d60f85">3.2. 08:22 Louça e guargar roupa</a></li>
<li><a href="#orgc3b9474">3.3. 08:36 Banho e lente</a></li>
<li><a href="#orga21ffaf">3.4. 14:31 Iniciando leitura</a></li>
<li><a href="#org0172aac">3.5. 16:35 Pausa</a></li>
<li><a href="#org1f8eabb">3.6. 17:09 Retorno</a></li>
<li><a href="#orge891f44">3.7. 17:58 Fim da leitura</a></li>
</ul>
</li>
<li><a href="#orgc0380ff">4. quinta, 04/03/2021</a>
<ul>
<li><a href="#org34fbe5c">4.1. 08:43 Atualização do sistema; sage e dac</a></li>
<li><a href="#orgd4a0564">4.2. 09:07 Banho e lente</a></li>
<li><a href="#orgb6b5006">4.3. 09:50 Iniciando trabalhos: anotações das ideias</a></li>
<li><a href="#org89a4265">4.4. 10:29 Maçã e busca por org e importação latex</a></li>
<li><a href="#org956992d">4.5. 11:18 Leitura Manual QCA</a></li>
<li><a href="#orgb841c92">4.6. 12:31 Fim leitura manual QCA, pesquisa de software elaboration sequence</a></li>
<li><a href="#org596c536">4.7. 12:48 Almoço</a></li>
<li><a href="#orgd406112">4.8. 13:50 Louça e malas</a></li>
</ul>
</li>
<li><a href="#org35b29d5">5. sexta, 05/03/2021</a>
<ul>
<li><a href="#org51daa65">5.1. 09:45 Atualização; Sage e Dac</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org065708b" class="outline-2">
<h2 id="org065708b"><span class="section-number-2">1.</span> segunda, 01/03/2021</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orga0a5b5d" class="outline-3">
<h3 id="orga0a5b5d"><span class="section-number-3">1.1.</span> 11:01 Início dos trabalhos</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Resolvendo questão do cartão do banco antes disso.
</p>
</div>
</div>
<div id="outline-container-org549654c" class="outline-3">
<h3 id="org549654c"><span class="section-number-3">1.2.</span> 15:55 Volta aos trabalhos</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Ajuda Karina com o golpe do processo</li>
<li>Ônibus</li>
<li>Descanso</li>
</ul>
</div>
</div>
<div id="outline-container-org0494dad" class="outline-3">
<h3 id="org0494dad"><span class="section-number-3">1.3.</span> 18:42 Encerrando leitura Pedrosa e Lang; Skimming Lavoie (2020)</h3>
</div>
<div id="outline-container-orgbf92db4" class="outline-3">
<h3 id="orgbf92db4"><span class="section-number-3">1.4.</span> 18:56 Fim do expediente</h3>
</div>
</div>
<div id="outline-container-orga2e70f8" class="outline-2">
<h2 id="orga2e70f8"><span class="section-number-2">2.</span> terça, 02/03/2021</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org1de4327" class="outline-3">
<h3 id="org1de4327"><span class="section-number-3">2.1.</span> 08:11 Sage e Dac</h3>
</div>
<div id="outline-container-orgdb6cd17" class="outline-3">
<h3 id="orgdb6cd17"><span class="section-number-3">2.2.</span> 08:14 Louça e faxina</h3>
</div>
<div id="outline-container-org7678578" class="outline-3">
<h3 id="org7678578"><span class="section-number-3">2.3.</span> 09:00 Banho e lente</h3>
</div>
<div id="outline-container-orga9f01ff" class="outline-3">
<h3 id="orga9f01ff"><span class="section-number-3">2.4.</span> 09:39 Banho e lente</h3>
<div class="outline-text-3" id="text-2-4">
<p>
Antes, tentativa de habilitar <b>wayland</b>
</p>

<ul class="org-ul">
<li>Desintalado driver da NVDIA</li>
</ul>
</div>
</div>
<div id="outline-container-org105bb9b" class="outline-3">
<h3 id="org105bb9b"><span class="section-number-3">2.5.</span> 10:06 Retomando leitura Pedrosa and Lang</h3>
</div>
<div id="outline-container-orge554715" class="outline-3">
<h3 id="orge554715"><span class="section-number-3">2.6.</span> 10:53 Fim leitura Pedrosa and Lang; Fichando</h3>
</div>
<div id="outline-container-org1212661" class="outline-3">
<h3 id="org1212661"><span class="section-number-3">2.7.</span> 11:30 Pausa: maça, responder Lorena e extender roupa</h3>
</div>
<div id="outline-container-org2065d72" class="outline-3">
<h3 id="org2065d72"><span class="section-number-3">2.8.</span> 12:02 Retomando: selecionando equações relavantes e instalando mathpix</h3>
</div>
<div id="outline-container-orgb4082f5" class="outline-3">
<h3 id="orgb4082f5"><span class="section-number-3">2.9.</span> 12:23 Almoço</h3>
</div>
<div id="outline-container-orgf9a6170" class="outline-3">
<h3 id="orgf9a6170"><span class="section-number-3">2.10.</span> 13:42 Louça</h3>
</div>
<div id="outline-container-org61a7aba" class="outline-3">
<h3 id="org61a7aba"><span class="section-number-3">2.11.</span> 13:51 Instalando Drivers NVidia</h3>
</div>
<div id="outline-container-org1bf6331" class="outline-3">
<h3 id="org1bf6331"><span class="section-number-3">2.12.</span> 14:39 Retomando: Leitura Lavoie</h3>
</div>
<div id="outline-container-org59c2927" class="outline-3">
<h3 id="org59c2927"><span class="section-number-3">2.13.</span> 15:45 Fim leitura Lavoie; entendendo org-roam structure</h3>
</div>
<div id="outline-container-org61b3b22" class="outline-3">
<h3 id="org61b3b22"><span class="section-number-3">2.14.</span> 16:38 Pausa</h3>
</div>
<div id="outline-container-orgae475f3" class="outline-3">
<h3 id="orgae475f3"><span class="section-number-3">2.15.</span> 16:59 Retornando: Criando readings list</h3>
</div>
</div>
<div id="outline-container-orge00bd87" class="outline-2">
<h2 id="orge00bd87"><span class="section-number-2">3.</span> quarta, 03/03/2021</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org095b546" class="outline-3">
<h3 id="org095b546"><span class="section-number-3">3.1.</span> 08:09 Update; sage e dac</h3>
</div>
<div id="outline-container-org1d60f85" class="outline-3">
<h3 id="org1d60f85"><span class="section-number-3">3.2.</span> 08:22 Louça e guargar roupa</h3>
</div>
<div id="outline-container-orgc3b9474" class="outline-3">
<h3 id="orgc3b9474"><span class="section-number-3">3.3.</span> 08:36 Banho e lente</h3>
</div>
<div id="outline-container-orga21ffaf" class="outline-3">
<h3 id="orga21ffaf"><span class="section-number-3">3.4.</span> 14:31 Iniciando leitura</h3>
</div>
<div id="outline-container-org0172aac" class="outline-3">
<h3 id="org0172aac"><span class="section-number-3">3.5.</span> 16:35 Pausa</h3>
</div>
<div id="outline-container-org1f8eabb" class="outline-3">
<h3 id="org1f8eabb"><span class="section-number-3">3.6.</span> 17:09 Retorno</h3>
</div>
<div id="outline-container-orge891f44" class="outline-3">
<h3 id="orge891f44"><span class="section-number-3">3.7.</span> 17:58 Fim da leitura</h3>
</div>
</div>
<div id="outline-container-orgc0380ff" class="outline-2">
<h2 id="orgc0380ff"><span class="section-number-2">4.</span> quinta, 04/03/2021</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org34fbe5c" class="outline-3">
<h3 id="org34fbe5c"><span class="section-number-3">4.1.</span> 08:43 Atualização do sistema; sage e dac</h3>
</div>
<div id="outline-container-orgd4a0564" class="outline-3">
<h3 id="orgd4a0564"><span class="section-number-3">4.2.</span> 09:07 Banho e lente</h3>
</div>
<div id="outline-container-orgb6b5006" class="outline-3">
<h3 id="orgb6b5006"><span class="section-number-3">4.3.</span> 09:50 Iniciando trabalhos: anotações das ideias</h3>
</div>
<div id="outline-container-org89a4265" class="outline-3">
<h3 id="org89a4265"><span class="section-number-3">4.4.</span> 10:29 Maçã e busca por org e importação latex</h3>
</div>
<div id="outline-container-org956992d" class="outline-3">
<h3 id="org956992d"><span class="section-number-3">4.5.</span> 11:18 Leitura Manual QCA</h3>
</div>
<div id="outline-container-orgb841c92" class="outline-3">
<h3 id="orgb841c92"><span class="section-number-3">4.6.</span> 12:31 Fim leitura manual QCA, pesquisa de software elaboration sequence</h3>
</div>
<div id="outline-container-org596c536" class="outline-3">
<h3 id="org596c536"><span class="section-number-3">4.7.</span> 12:48 Almoço</h3>
</div>
<div id="outline-container-orgd406112" class="outline-3">
<h3 id="orgd406112"><span class="section-number-3">4.8.</span> 13:50 Louça e malas</h3>
</div>
</div>
<div id="outline-container-org35b29d5" class="outline-2">
<h2 id="org35b29d5"><span class="section-number-2">5.</span> sexta, 05/03/2021</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org51daa65" class="outline-3">
<h3 id="org51daa65"><span class="section-number-3">5.1.</span> 09:45 Atualização; Sage e Dac</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Gabriel Petrini</p>
<p class="date">Created: 2021-08-28 sáb 17:12</p>
</div>
</body>
</html>
